Repository: humblefoundation-zz/translation-support-files
Catalog: quran-imported/Pickethall.tmx
Source language: ar
Languages: en

source: أجعل الآلهة إلها واحدا إن هذا لشيء عجاب
en: Maketh he the gods One Allah? Lo! that is an astounding thing.

source: وانطلق الملأ منهم أن امشوا واصبروا على آلهتكم إن هذا لشيء يراد
en: The chiefs among them go about, exhorting: Go and be staunch to your gods! Lo! this is a thing designed.

source: ما سمعنا بهذا في الملة الآخرة إن هذا إلا اختلاق
en: We have not heard of this in later religion. This is naught but an invention.

source: أأنزل عليه الذكر من بيننا بل هم في شك من ذكري بل لما يذوقوا عذاب
en: Hath the reminder been unto him (alone) among us? Nay, but they are in doubt concerning My reminder; nay but they have not yet tasted My doom.

source: أم عندهم خزائن رحمة ربك العزيز الوهاب
en: Or are theirs the treasures of the mercy of thy Lord, the Mighty, the Bestower?

source: أم لهم ملك السماوات والأرض وما بينهما فليرتقوا في الأسباب
en: Or is the kingdom of the heavens and the earth and all that is between them theirs? Then let them ascend by ropes!

source: جند ما هنالك مهزوم من الأحزاب
en: A defeated host are (all) the factions that are there.

source: كذبت قبلهم قوم نوح وعاد وفرعون ذو الأوتاد
en: The folk of Noah before them denied (their messenger) and (so did the tribe of) A'ad, and Pharaoh firmly planted,

source: وثمود وقوم لوط وأصحاب الأيكة أولئك الأحزاب
en: And (the tribe of) Thamud, and the folk of Lot, and the dwellers in the wood: these were the factions.

source: إن كل إلا كذب الرسل فحق عقاب
en: Not one of them but did deny the messengers, therefor My doom was justified,

source: وما ينظر هؤلاء إلا صيحة واحدة ما لها من فواق
en: These wait for but one Shout, there will be no second thereto.

source: وقالوا ربنا عجل لنا قطنا قبل يوم الحساب
en: They say: Our Lord! Hasten on for us our fate before the Day of Reckoning.

source: اصبر على ما يقولون واذكر عبدنا داوود ذا الأيد إنه أواب
en: Bear with what they say, and remember Our bondman David, lord of might, Lo! he was ever turning in repentance (toward Allah).

source: إنا سخرنا الجبال معه يسبحن بالعشي والإشراق
en: Lo! We subdued the hills to hymn the praises (of their Lord) with him at nightfall and sunrise,

source: والطير محشورة كل له أواب
en: And the birds assembled; all were turning unto Him.

source: وشددنا ملكه وآتيناه الحكمة وفصل الخطاب
en: We made his kingdom strong and gave him wisdom and decisive speech.

source: وهل أتاك نبأ الخصم إذ تسوروا المحراب
en: And hath the story of the litigants come unto thee? How they climbed the wall into the royal chamber;

source: إذ دخلوا على داوود ففزع منهم قالوا لا تخف خصمان بغى بعضنا على بعض فاحكم بيننا بالحق ولا تشطط واهدنا إلى سواء الصراط
en: How they burst in upon David, and he was afraid of them. They said: Be not afraid! (We are) two litigants, one of whom hath wronged the other, therefor judge aright between us; be not unjust; and show us the fair way.

source: إن هذا أخي له تسع وتسعون نعجة ولي نعجة واحدة فقال أكفلنيها وعزني في الخطاب
en: Lo! this my brother hath ninety and nine ewes while I had one ewe; and he said: Entrust it to me, and he conquered me in speech.

source: قال لقد ظلمك بسؤال نعجتك إلى نعاجه وإن كثيرا من الخلطاء ليبغي بعضهم على بعض إلا الذين آمنوا وعملوا الصالحات وقليل ما هم وظن داوود أنما فتناه فاستغفر ربه وخر راكعا وأناب
en: (David) said: He hath wronged thee in demanding thine ewe in addition to his ewes, and lo! many partners oppress one another, save such as believe and do good works, and they are few. And David guessed that We had tried him, and he sought forgiveness of his Lord, and he bowed himself and fell down prostrate and repented.

source: فغفرنا له ذلك وإن له عندنا لزلفى وحسن مآب
en: So We forgave him that; and lo! he had access to Our presence and a happy journey's end.

source: يا داوود إنا جعلناك خليفة في الأرض فاحكم بين الناس بالحق ولا تتبع الهوى فيضلك عن سبيل الله إن الذين يضلون عن سبيل الله لهم عذاب شديد بما نسوا يوم الحساب
en: (And it was said unto him): O David! Lo! We have set thee as a viceroy in the earth; therefor judge aright between mankind, and follow not desire that it beguile thee from the way of Allah. Lo! those who wander from the way of Allah have an awful doom, forasmuch as they forgot the Day of Reckoning.

source: وما خلقنا السماء والأرض وما بينهما باطلا ذلك ظن الذين كفروا فويل للذين كفروا من النار
en: And We created not the heaven and the earth and all that is between them in vain. That is the opinion of those who disbelieve. And woe unto those who disbelieve, from the Fire!

source: أم نجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض أم نجعل المتقين كالفجار
en: Shall We treat those who believe and do good works as those who spread corruption in the earth; or shall We treat the pious as the wicked?

source: كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولو الألباب
en: (This is) a Scripture that We have revealed unto thee, full of blessing, that they may ponder its revelations, and that men of understanding may reflect.

source: ووهبنا لداوود سليمان نعم العبد إنه أواب
en: And We bestowed on David, Solomon. How excellent a slave! Lo! he was ever turning in repentance (toward Allah).

source: إذ عرض عليه بالعشي الصافنات الجياد
en: When there were shown to him at eventide lightfooted coursers

source: فقال إني أحببت حب الخير عن ذكر ربي حتى توارت بالحجاب
en: And he said: Lo! I have preferred the good things (of the world) to the remembrance of my Lord; till they were taken out of sight behind the curtain.

source: ردوها علي فطفق مسحا بالسوق والأعناق
en: (Then he said): Bring them back to me, and fell to slashing (with his sword their) legs and necks.

source: ولقد فتنا سليمان وألقينا على كرسيه جسدا ثم أناب
en: And verily We tried Solomon, and set upon his throne a (mere) body. Then did he repent.

source: قال رب اغفر لي وهب لي ملكا لا ينبغي لأحد من بعدي إنك أنت الوهاب
en: He said: My Lord! Forgive me and bestow on me sovereignty such as shall not belong to any after me. Lo! Thou art the Bestower.

source: فسخرنا له الريح تجري بأمره رخاء حيث أصاب
en: So We made the wind subservient unto him, setting fair by his command whithersoever he intended.

source: والشياطين كل بناء وغواص
en: And the unruly, every builder and diver (made We subservient),

source: وآخرين مقرنين في الأصفاد
en: And others linked together in chains,

source: هذا عطاؤنا فامنن أو أمسك بغير حساب
en: (Saying): This is Our gift, so bestow thou, or withhold, without reckoning.

source: وإن له عندنا لزلفى وحسن مآب
en: And lo! he hath favour with Us, and a happy journey's end.

source: واذكر عبدنا أيوب إذ نادى ربه أني مسني الشيطان بنصب وعذاب
en: And make mention (O Muhammad) of Our bondman Job, when he cried unto his Lord (saying): Lo! the devil doth afflict me with distress and torment.

source: اركض برجلك هذا مغتسل بارد وشراب
en: (And it was said unto him): Strike the ground with thy foot. This (spring) is a cool bath and a refreshing drink.

source: ووهبنا له أهله ومثلهم معهم رحمة منا وذكرى لأولي الألباب
en: And We bestowed on him (again) his household and therewith the like thereof, a mercy from Us, and a memorial for men of understanding.

source: وخذ بيدك ضغثا فاضرب به ولا تحنث إنا وجدناه صابرا نعم العبد إنه أواب
en: And (it was said unto him): Take in thine hand a branch and smite therewith, and break not thine oath. Lo! We found him steadfast, how excellent a slave! Lo! he was ever turning in repentance (to his Lord).

source: واذكر عبادنا إبراهيم وإسحاق ويعقوب أولي الأيدي والأبصار
en: And make mention of Our bondmen, Abraham, Isaac and Jacob, men of parts and vision.

source: إنا أخلصناهم بخالصة ذكرى الدار
en: Lo! We purified them with a pure thought, remembrance of the Home (of the Hereafter).

source: وإنهم عندنا لمن المصطفين الأخيار
en: Lo! in Our sight they are verily of the elect, the excellent.

source: واذكر إسماعيل واليسع وذا الكفل وكل من الأخيار
en: And make mention of Ishmael and Elisha and Dhu'l-Kifl. All are of the chosen.

source: هذا ذكر وإن للمتقين لحسن مآب
en: This is a reminder. And lo! for those who ward off (evil) is a happy journey's end,

source: جنات عدن مفتحة لهم الأبواب
en: Gardens of Eden, whereof the gates are opened for them,

source: متكئين فيها يدعون فيها بفاكهة كثيرة وشراب
en: Wherein, reclining, they call for plenteous fruit and cool drink (that is) therein.

source: وعندهم قاصرات الطرف أتراب
en: And with them are those of modest gaze, companions.

source: هذا ما توعدون ليوم الحساب
en: This it is that ye are promised for the Day of Reckoning.

source: إن هذا لرزقنا ما له من نفاد
en: Lo! this in truth is Our provision, which will never waste away.

source: هذا وإن للطاغين لشر مآب
en: This (is for the righteous). And lo! for the transgressors there with be an evil journey's end,

source: جهنم يصلونها فبئس المهاد
en: Hell, where they will burn, an evil resting-place.

source: هذا فليذوقوه حميم وغساق
en: Here is a boiling and an ice-cold draught, so let them taste it,

source: وآخر من شكله أزواج
en: And other (torment) of the kind in pairs (the two extremes)!

source: هذا فوج مقتحم معكم لا مرحبا بهم إنهم صالو النار
en: Here is an army rushing blindly with you. (Those who are already in the Fire say): No word of welcome for them. Lo! they will roast at the Fire.

source: قالوا بل أنتم لا مرحبا بكم أنتم قدمتموه لنا فبئس القرار
en: They say: Nay, but you (misleaders), for you there is no word of welcome. Ye prepared this for us (by your misleading). Now hapless is the plight.

source: قالوا ربنا من قدم لنا هذا فزده عذابا ضعفا في النار
en: They say: Our Lord! Whoever did prepare this for us, oh, give him double portion of the Fire!

source: وقالوا ما لنا لا نرى رجالا كنا نعدهم من الأشرار
en: And they say: What aileth us that we behold not men whom we were wont to count among the wicked?

source: أتخذناهم سخريا أم زاغت عنهم الأبصار
en: Did we take them (wrongly) for a laughing-stock, or have our eyes missed them?

source: إن ذلك لحق تخاصم أهل النار
en: Lo! that is very truth: the wrangling of the dwellers in the Fire.

source: قل إنما أنا منذر وما من إله إلا الله الواحد القهار
en: Say (unto them, O Muhammad): I am only a warner, and there is no Allah save Allah, the One, the Absolute,

source: رب السماوات والأرض وما بينهما العزيز الغفار
en: Lord of the heavens and the earth and all that is between them, the Mighty, the Pardoning.

source: قل هو نبأ عظيم
en: Say: It is tremendous tidings

source: أنتم عنه معرضون
en: Whence ye turn away!

source: ما كان لي من علم بالملإ الأعلى إذ يختصمون
en: I had no knowledge of the Highest Chiefs when they disputed;

source: إن يوحى إلي إلا أنما أنا نذير مبين
en: It is revealed unto me only that I may be a plain warner.

source: إذ قال ربك للملائكة إني خالق بشرا من طين
en: When thy Lord said unto the angels: Lo! I am about to create a mortal out of mire,

source: إلا إبليس استكبر وكان من الكافرين
en: Saving Iblis; he was scornful and became one of the disbelievers.

source: قال يا إبليس ما منعك أن تسجد لما خلقت بيدي أستكبرت أم كنت من العالين
en: He said: O Iblis! What hindereth thee from falling prostrate before that which I have created with both My hands? Art thou too proud or art thou of the high exalted?

source: قال أنا خير منه خلقتني من نار وخلقته من طين
en: He said: I am better than him. Thou createdst me of fire, whilst him Thou didst create of clay.

source: وإن عليك لعنتي إلى يوم الدين
en: And lo! My curse is on thee till the Day of Judgment.

source: قال فبعزتك لأغوينهم أجمعين
en: He said: Then, by Thy might, I surely will beguile them every one,

source: قال فالحق والحق أقول
en: He said: The Truth is, and the Truth I speak,

source: لأملأن جهنم منك وممن تبعك منهم أجمعين
en: That I shall fill hell with thee and with such of them as follow thee, together.

source: قل ما أسألكم عليه من أجر وما أنا من المتكلفين
en: Say (O Muhammad, unto mankind): I ask of you no fee for this, and I am no simulating.

source: إن هو إلا ذكر للعالمين
en: Lo! it is naught else than a reminder for all peoples

source: ولتعلمن نبأه بعد حين
en: And ye will come in time to know the truth thereof.

source: تنزيل الكتاب من الله العزيز الحكيم
en: The revelation of the Scripture is from Allah, the Mighty, the Wise.

source: إنا أنزلنا إليك الكتاب بالحق فاعبد الله مخلصا له الدين
en: Lo! We have revealed the Scripture unto thee (Muhammad) with truth; so worship Allah, making religion pure for Him (only).

source: ألا لله الدين الخالص والذين اتخذوا من دونه أولياء ما نعبدهم إلا ليقربونا إلى الله زلفى إن الله يحكم بينهم في ما هم فيه يختلفون إن الله لا يهدي من هو كاذب كفار
en: Surely pure religion is for Allah only. And those who choose protecting friends beside Him (say): We worship them only that they may bring us near unto Allah. Lo! Allah will judge between them concerning that wherein they differ. Lo! Allah guideth not him who is a liar, an ingrate.

source: لو أراد الله أن يتخذ ولدا لاصطفى مما يخلق ما يشاء سبحانه هو الله الواحد القهار
en: If Allah had willed to choose a son, He could have chosen what He would of that which He hath created. Be He Glorified! He is Allah, the One, the Absolute.

source: خلق السماوات والأرض بالحق يكور الليل على النهار ويكور النهار على الليل وسخر الشمس والقمر كل يجري لأجل مسمى ألا هو العزيز الغفار
en: He hath created the heavens and the earth with truth. He maketh night to succeed day, and He maketh day to succeed night, and He constraineth the sun and the moon to give service, each running on for an appointed term. Is not He the Mighty, the Forgiver?

source: خلقكم من نفس واحدة ثم جعل منها زوجها وأنزل لكم من الأنعام ثمانية أزواج يخلقكم في بطون أمهاتكم خلقا من بعد خلق في ظلمات ثلاث ذلكم الله ربكم له الملك لا إله إلا هو فأنى تصرفون
en: He created you from one being, then from that (being) He made its mate; and He hath provided for you of cattle eight kinds. He created you in the wombs of your mothers, creation after creation, in a threefold gloom. Such is Allah, your Lord. His is the Sovereignty. There is no Allah save Him. How then are ye turned away?

source: إن تكفروا فإن الله غني عنكم ولا يرضى لعباده الكفر وإن تشكروا يرضه لكم ولا تزر وازرة وزر أخرى ثم إلى ربكم مرجعكم فينبئكم بما كنتم تعملون إنه عليم بذات الصدور
en: If ye are thankless, yet Allah is Independent of you, though He is not pleased with thanklessness for His bondmen; and if ye are thankful He is pleased therewith for you. No laden soul will bear another's load. Then unto your Lord is your return; and He will tell you what ye used to do. Lo! He knoweth what is in the breasts (of men).

source: وإذا مس الإنسان ضر دعا ربه منيبا إليه ثم إذا خوله نعمة منه نسي ما كان يدعو إليه من قبل وجعل لله أندادا ليضل عن سبيله قل تمتع بكفرك قليلا إنك من أصحاب النار
en: And when some hurt toucheth man, he crieth unto his Lord, turning unto Him (repentant). Then, when He granteth him a boon from Him he forgetteth that for which he cried unto Him before, and setteth up rivals to Allah that he may beguile (men) from his way. Say (O Muhammad, unto such an one): Take pleasure in thy disbelief a while. Lo! thou art of the owners of the Fire.

source: أمن هو قانت آناء الليل ساجدا وقائما يحذر الآخرة ويرجو رحمة ربه قل هل يستوي الذين يعلمون والذين لا يعلمون إنما يتذكر أولو الألباب
en: Is he who payeth adoration in the watches of the night, prostrate and standing, bewaring of the Hereafter and hoping for the mercy of his Lord, (to be accounted equal with a disbeliever)? Say (unto them, O Muhammad): Are those who know equal with those who know not? But only men of understanding will pay heed.

source: قل يا عباد الذين آمنوا اتقوا ربكم للذين أحسنوا في هذه الدنيا حسنة وأرض الله واسعة إنما يوفى الصابرون أجرهم بغير حساب
en: Say: O My bondmen who believe! Observe your duty to your Lord. For those who do good in this world there is good, and Allah's earth is spacious. Verily the steadfast will be paid their wages without stint.

source: قل إني أمرت أن أعبد الله مخلصا له الدين
en: Say (O Muhammad): Lo! I am commanded to worship Allah, making religion pure for Him (only).

source: وأمرت لأن أكون أول المسلمين
en: And I am commanded to be the first of those who are muslims (surrender unto Him).

source: قل الله أعبد مخلصا له ديني
en: Say: Allah I worship, making my religion pure for Him (only).

source: فاعبدوا ما شئتم من دونه قل إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة ألا ذلك هو الخسران المبين
en: Then worship what ye will beside Him. Say: The losers will be those who lose themselves and their housefolk on the Day of Resurrection. Ah, that will be the manifest loss!

source: لهم من فوقهم ظلل من النار ومن تحتهم ظلل ذلك يخوف الله به عباده يا عباد فاتقون
en: They have an awning of fire above them and beneath them a dais (of fire). With this doth Allah appal His bondmen. O My bondmen, therefor fear Me!

source: والذين اجتنبوا الطاغوت أن يعبدوها وأنابوا إلى الله لهم البشرى فبشر عباد
en: And those who put away false gods lest they should worship them and turn to Allah in repentance, for them there are glad tidings. Therefor give good tidings (O Muhammad) to My bondmen

source: الذين يستمعون القول فيتبعون أحسنه أولئك الذين هداهم الله وأولئك هم أولو الألباب
en: Who hear advice and follow the best thereof. Such are those whom Allah guideth, and such are men of understanding.

source: أفمن حق عليه كلمة العذاب أفأنت تنقذ من في النار
en: Is he on whom the word of doom is fulfilled (to be helped), and canst thou (O Muhammad) rescue him who is in the Fire?

source: لكن الذين اتقوا ربهم لهم غرف من فوقها غرف مبنية تجري من تحتها الأنهار وعد الله لا يخلف الله الميعاد
en: But those who keep their duty to their Lord, for them are lofty halls with lofty halls above them, built (for them), beneath which rivers flow. (It is) a promise of Allah. Allah faileth not His promise.

source: ألم تر أن الله أنزل من السماء ماء فسلكه ينابيع في الأرض ثم يخرج به زرعا مختلفا ألوانه ثم يهيج فتراه مصفرا ثم يجعله حطاما إن في ذلك لذكرى لأولي الألباب
en: Hast thou not seen how Allah hath sent down water from the sky and hath caused it to penetrate the earth as watersprings, and afterward thereby produceth crops of divers hues; and afterward they wither and thou seest them turn yellow; then He maketh them chaff. Lo! herein verily is a reminder for men of understanding.

source: أفمن شرح الله صدره للإسلام فهو على نور من ربه فويل للقاسية قلوبهم من ذكر الله أولئك في ضلال مبين
en: Is he whose bosom Allah hath expanded for Al-Islam, so that he followeth a light from his Lord, (as he who disbelieveth)? Then woe unto those whose hearts are hardened against remembrance of Allah. Such are in plain error.

source: الله نزل أحسن الحديث كتابا متشابها مثاني تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم وقلوبهم إلى ذكر الله ذلك هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد
en: Allah hath (now) revealed the fairest of statements, a Scripture consistent, (wherein promises of reward are) paired (with threats of punishment), whereat doth creep the flesh of those who fear their Lord, so that their flesh and their hearts soften to Allah's reminder. Such is Allah's guidance, wherewith He guideth whom He will. And him whom Allah sendeth astray, for him there is no guide.

source: أفمن يتقي بوجهه سوء العذاب يوم القيامة وقيل للظالمين ذوقوا ما كنتم تكسبون
en: Is he then, who will strike his face against the awful doom upon the Day of Resurrection (as he who doeth right)? And it will be said unto the wrong-doers: Taste what ye used to earn.

source: كذب الذين من قبلهم فأتاهم العذاب من حيث لا يشعرون
en: Those before them denied, and so the doom came on them whence they knew not.

source: فأذاقهم الله الخزي في الحياة الدنيا ولعذاب الآخرة أكبر لو كانوا يعلمون
en: Thus Allah made them taste humiliation in the life of the world, and verily the doom of the Hereafter will be greater if they did but know.

source: ولقد ضربنا للناس في هذا القرآن من كل مثل لعلهم يتذكرون
en: And verily We have coined for mankind in this Qur'an all kinds of similitudes, that haply they may reflect;

source: قرآنا عربيا غير ذي عوج لعلهم يتقون
en: A Lecture in Arabic, containing no crookedness, that haply they may ward off (evil).

source: ضرب الله مثلا رجلا فيه شركاء متشاكسون ورجلا سلما لرجل هل يستويان مثلا الحمد لله بل أكثرهم لا يعلمون
en: Allah coineth a similitude: A man in relation to whom are several part-owners, quarrelling, and a man belonging wholly to one man. Are the two equal in similitude? Praise be to Allah! But most of them know not.

source: إنك ميت وإنهم ميتون
en: Lo! thou wilt die, and lo! they will die;

source: ثم إنكم يوم القيامة عند ربكم تختصمون
en: Then lo! on the Day of Resurrection, before your Lord ye will dispute.

source: فمن أظلم ممن كذب على الله وكذب بالصدق إذ جاءه أليس في جهنم مثوى للكافرين
en: And who doth greater wrong than he who telleth a lie against Allah, and denieth the truth when it reacheth him? Will not the home of disbelievers be in hell?

source: والذي جاء بالصدق وصدق به أولئك هم المتقون
en: And whoso bringeth the truth and believeth therein - Such are the dutiful.

source: لهم ما يشاءون عند ربهم ذلك جزاء المحسنين
en: They shall have what they will of their Lord's bounty. That is the reward of the good:

source: ليكفر الله عنهم أسوأ الذي عملوا ويجزيهم أجرهم بأحسن الذي كانوا يعملون
en: That Allah will remit from them the worst of what they did, and will pay them for reward the best they used to do.

source: أليس الله بكاف عبده ويخوفونك بالذين من دونه ومن يضلل الله فما له من هاد
en: Will not Allah defend His slave? Yet they would frighten thee with those beside Him. He whom Allah sendeth astray, for him there is no guide.

source: ومن يهد الله فما له من مضل أليس الله بعزيز ذي انتقام
en: And he whom Allah guideth, for him there can be no misleader. Is not Allah Mighty, Able to Requite (the wrong)?

source: ولئن سألتهم من خلق السماوات والأرض ليقولن الله قل أفرأيتم ما تدعون من دون الله إن أرادني الله بضر هل هن كاشفات ضره أو أرادني برحمة هل هن ممسكات رحمته قل حسبي الله عليه يتوكل المتوكلون
en: And verily, if thou shouldst ask them: Who created the heavens and the earth? they will say: Allah. Say: Bethink you then of those ye worship beside Allah, if Allah willed some hurt for me, could they remove from me His hurt; or if He willed some mercy for me, could they restrain His mercy? Say: Allah is my all. In Him do (all) the trusting put their trust.

source: قل يا قوم اعملوا على مكانتكم إني عامل فسوف تعلمون
en: Say: O my people! Act in your manner. Lo! I (too) am acting. Thus ye will come to know

source: من يأتيه عذاب يخزيه ويحل عليه عذاب مقيم
en: Who it is unto whom cometh a doom that will abase him, and on whom there falleth everlasting doom.

source: إنا أنزلنا عليك الكتاب للناس بالحق فمن اهتدى فلنفسه ومن ضل فإنما يضل عليها وما أنت عليهم بوكيل
en: Lo! We have revealed unto thee (Muhammad) the Scripture for mankind with truth. Then whosoever goeth right it is for his soul, and whosoever strayeth, strayeth only to its hurt. And thou art not a warder over them.

source: الله يتوفى الأنفس حين موتها والتي لم تمت في منامها فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى إن في ذلك لآيات لقوم يتفكرون
en: Allah receiveth (men's) souls at the time of their death, and that (soul) which dieth not (yet) in its sleep. He keepeth that (soul) for which He hath ordained death and dismisseth the rest till an appointed term. Lo! herein verily are portents for people who take thought.

source: أم اتخذوا من دون الله شفعاء قل أولو كانوا لا يملكون شيئا ولا يعقلون
en: Or choose they intercessors other than Allah? Say: What! Even though they have power over nothing and have no intelligence?

source: قل لله الشفاعة جميعا له ملك السماوات والأرض ثم إليه ترجعون
en: Say: Unto Allah belongeth all intercession. His is the Sovereignty of the heavens and the earth. And afterward unto Him ye will be brought back.

source: وإذا ذكر الله وحده اشمأزت قلوب الذين لا يؤمنون بالآخرة وإذا ذكر الذين من دونه إذا هم يستبشرون
en: And when Allah alone is mentioned, the hearts of those who believe not in the Hereafter are repelled, and when those (whom they worship) beside Him are mentioned, behold! they are glad.
